---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireNeutralIncludedInBalancedLoadParam
source: html/0d1c4d3e-633e-bb1f-501b-cf2ba4d96c6e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireNeutralIncludedInBalancedLoadParam Property

"Neutral Included in Balanced Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireNeutralIncludedInBalancedLoadParam { get; }
```